10/data/attachments/87bf43dce90626df.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jeffrey_care_Actions_57502_0</nif:username>
            <nif:friendToBeRequested>soap_actions_bd20eb2f-c3e1-497b-9689-3bff9167516d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>